Repository: common-repository/contentoverview
Catalog: *.po
Languages: de_de

source: Unsatisfying contentOVERVIEW
de_de: Keine Berechtigung

source: Usage
de_de: Benutzung

source: Set up some default values for new posts or pages.
de_de: Setze hier einige Standardwerte die auf neue Seiten oder Artikel angewandt werden.

source: Also you can use
de_de: Du kannst auch das

source: Template-Tag inside your loop.
de_de: Template-Tag im loop benutzen.

source: See the FAQ for more information.
de_de: Schaue für weitere Informationen in die FAQ

source: Display method
de_de: Darstellungsart

source: Disabled as default, you can activate it whenever you edit a post or page.
de_de: Deaktiviert, im Editor kannst du das Plugin jederzeit aktivieren

source: No specific position use the Template-Tag.
de_de: Keine festgelegte Position benutze das Template-Tag

source: Show the TOC before your post text
de_de: Zeige Zusammenfassung vor dem Text

source: Show the TOC after the first paragraph or (when used) after the more-tag
de_de: Zeige die Zusammenfassung nach dem ersten Abschnitt oder nach dem MORE-TAG

source: List style
de_de: Listenstil

source: Decimal (recommended)
de_de: Dezimal (Empfohlen)

source: First header
de_de: Erste Überschrift

source: Second header
de_de: Zweite Überschrift

source: Third header
de_de: Dritte Überschrift

source: Other header
de_de: Andere Überschrift

source: Fourth header
de_de: Vierte Überschrift

source: Last but one header
de_de: Vorletzte Überschrift

source: Last header
de_de: Letzte Überschrift

source: None only indent
de_de: Nur einrücken

source: Disc-Bullet
de_de: Ausgefüllter Kreis

source: Circle-Bullet
de_de: Kreis (nur Umrandung)

source: Lower Roman
de_de: Kleine römische Ziffern

source: Upper Roman
de_de: Große römische Ziffern

source: Lower Alphanumeric
de_de: Kleine alphanumerische Zeichen

source: Upper Alphanumeric
de_de: Große alphanumerische Zeichen

source: Save your options
de_de: Speichern

source: Style
de_de: Stil

source: Don't use at this post...
de_de: Hier nicht verwenden....

source: If no style is selected, content OVERVIEW is disabled at this post!
de_de: Wenn kein Stil ausgewählt ist, bleibt das Plugin für diesen Beitrag deaktiviert!

source: No specific position
de_de: Keine festgelegte Position

source: TOC before text
de_de: Zusammenfassung vor dem Text

source: TOC after first paragraph
de_de: Nach dem ersten Absatz

source: If you use the <code><small>&lt;?php contentoverview(); ?&gt;</small></code> Template-Tag don't use other setting than <em>No specific position</em>. Otherwise you get two content lists.
de_de: Wenn du das Template-Tag <code><small>&lt;?php contentoverview(); ?&gt;</small></code> benutzt, wähle die Position <em>Keine festgelegte Position</em>. Sonst werden mehrere Listen generiert.

source: Use jumps between headers
de_de: Erlaube Sprünge zw. den Titeln

source: To partially skip automatic numeration you must allow jumps. Write <code><small>$+<em>n</em></small></code> inside the header and the header numbering starts <em>n</em> counts higher (<em>n</em> is a number to count the header upward). Or write <code><small>$--</small></code> to ommit the enumeration on this heading. <strong>It works only with decimal enumeration.</strong>
de_de: Um die Nummerierung teilweise zu ändern müssen Sprünge gestattet sein. Schreibe <code><small>$+<em>n</em></small></code> innerhalb der Header um die Nummerierung <em>n</em> Nummern höher zu beginnen (<em>n</em> ist eine Zahl um das der Zähler nach oben gezählt wird). Oder Schreibe <code><small>$--</small></code> um die Nummerierung für einzelne Titel auszusetzen. <strong>Funktioniert nur mit dezimaler Nummerierung.</strong>

source: Set a start value
de_de: Startwert

source: Set a start value like <em>15.9.3</em> and the numbering start with this number. <strong>Use only decimal numbers and dots.</strong>
de_de: Setze einen Startwert um die Nummerierung bei einer höheren Zahl, zum Beispiel <em>15.9.3</em>, zu beginnen. <strong>Nutze in diesem Feld nur Dezimalzahlen und Punkte.</strong>
